export const questions = [
  {
    image: require("../images/coffee-1.jpg"),
    question:
      "Как называется самый дорогой сорт кофе в мире, который производят из зёрен, прошедших через пищеварительный тракт животного?",
    options: ["Либерика", "Копи Лувак", "Робуста", "Блю Маунтин"],
    answer: "Копи Лувак",
  },
  {
    image: require("../images/coffee-2.jpg"),
    question: "Кофе какого сорта считается самым потребляемым в мире?",
    options: ["Арабика", "Робуста", "Либерика", "Эксцельса"],
    answer: "Арабика",
  },
  {
    image: require("../images/coffee-3.jpg"),
    question:
      "В какой стране, по легенде, были впервые обнаружены тонизирующие свойства кофейных зёрен?",
    options: ["Бразилия", "Колумбия", "Йемен", "Эфиопия"],
    answer: "Эфиопия",
  },
  {
    image: require("../images/coffee-4.jpg"),
    question: "Что такое «эспрессо»?",
    options: [
      "Сорт кофейных зёрен",
      "Способ помола кофе",
      "Способ приготовления кофе под давлением",
      "Название самого крепкого кофе",
    ],
    answer: "Способ приготовления кофе под давлением",
  },
  {
    image: require("../images/coffee-5.jpg"),
    question: "Какой химический элемент в кофе является основным стимулятором?",
    options: ["Теобромин", "Никотин", "Кофеин", "Серотонин"],
    answer: "Кофеин",
  },
  {
    image: require("../images/coffee-6.jpg"),
    question: "Какая страна является крупнейшим производителем кофе в мире?",
    options: ["Вьетнам", "Колумбия", "Бразилия", "Индонезия"],
    answer: "Бразилия",
  },
  {
    image: require("../images/coffee-7.jpg"),
    question:
      "Как правильно называется рисунок из молочной пены на поверхности кофейного напитка?",
    options: ["Капучино", "Латте-арт", "Энгринг", "Флэт-уайт"],
    answer: "Латте-арт",
  },
  {
    image: require("../images/coffee-8.jpg"),
    question: "Какой из этих напитков НЕ содержит кофеина?",
    options: ["Раф кофе", "Капучино", "Эспрессо", "Какао"],
    answer: "Какао",
  },
  {
    image: require("../images/coffee-9.jpg"),
    question: "Что такое «американо»?",
    options: [
      "Кофе по-американски",
      "Эспрессо, разбавленный горячей водой",
      "Чёрный кофе без сахара",
      "Холодный кофе",
    ],
    answer: "Эспрессо, разбавленный горячей водой",
  },
  {
    image: require("../images/coffee-10.jpg"),
    question:
      "Какой аксессуар используется для ручного приготовления кофе, где горячая вода проходит через кофе под действием силы тяжести?",
    options: [
      "Френч-пресс",
      "Кемекс",
      "Аэропресс",
      "Харио V60 (или любая другая воронка для пуровера)",
    ],
    answer: "Харио V60 (или любая другая воронка для пуровера)",
  },
];
